@extends('layouts.app')

@section('content')
    <div class="row justify-content-md-center" style="background: white">
        <div class="col-md-auto">
            <h4 align="center">Политика конфиденциальности</h4>
            <p>
                Данный документ описывает процесс сбора, использования, раскрытия, передачи и хранения данных Обществом
                с ограниченной ответственностью "ORS" (АО "ORS") при использовании программы для ЭВМ Цифровой офис
                (ПрЭВМ Цифровой офис).
                Сбор и использование неличной информации
                АО "ORS" может собирать неличную информацию, например данные, которые не позволяют напрямую связывать
                действия пользователя ПрЭВМ Цифровой офис с каким-либо конкретным человеком. Неличные данные собираются,
                обрабатываются, передаются и раскрываются для понимания потребностей пользователей ПрЭВМ Цифровой офис и
                улучшения качества ПрЭВМ Цифровой офис.
                Сбор и использование личной информации
                При использовании ПрЭВМ Цифровой офис собирается следующая личная информация:
            <ul>
                <li>
                    Фамилия, Имя, Отчество
                </li>
                <li>
                    Мобильный телефон
                </li>
                <li>
                    Дата рождения
                </li>
                <li>
                    ИНН
                </li>
                <li>
                    Адреса электронной почты
                </li>
            </ul>
            Указанная информация будет использоваться для следующих целей:
            <ol>
                <li>
                    Чтобы общаться с пользователями
                </li>
                <li>
                    Чтобы обрабатывать запросы и транзакции пользователей
                </li>
                <li>
                    Чтобы улучшить ПрЭВМ Цифровой офис
                </li>
                <li>
                    Для настройки услуг и / или продуктов, которые предоставляются пользователям
                </li>
                <li>
                    В разработке продуктов и услуг АО "ORS"
                </li>
                <li>
                    Для проведения маркетингового анализа
                </li>
                <li>
                    Для других целей, устанавливаемых АО "ORS"
                </li>
            </ol>
            </p>
            <p>
                Используя ПрЭВМ Цифровой офис пользователь дает свое безоговорочное согласие на обработку личной
                информации.
                Использование камеры мобильного устройства
                В текущем исполнении ПрЭВМ Цифровой офис не производит сбор видео и фотоматериалов полученных с камеры
                мобильного устройства. Камера мобильного устройства используется только для считывания и распознавания
                штрих-кодов с последующим поиском данных в справочнике товаров.
                Исполнение
                Мы регулярно проверяем соблюдение нашей Политики конфиденциальности. В случае представления официальной
                письменной жалобы, АО "ORS" обязуется приложить все усилия для решения данной проблемы.
                Изменения
                АО "ORS" вправе в любой момент времени без дополнительного согласия со стороны пользователя изменить
                условия Политики конфиденциальности. АО "ORS" публикует все изменения Политики конфиденциальности на
                данной странице.
            </p>
        </div>
    </div>
@endsection
