@extends('layouts.app')

@section('content')
    <div class="row justify-content-md-center" style="background: white">
        <div class="col-md-auto">
            teeeeeeeeeeeeeeeeeeeeeeeeeeeeest
            <h4 align="center">Политика конфиденциальности</h4>
            <p>
                Данный документ описывает процесс сбора, использования, раскрытия, передачи и хранения данных Ibragim Khasanov при использовании программы TangoNoches.

                Сбор и использование неличной информации
                Ibragim Khasanov может собирать неличную информацию, например данные, которые не позволяют напрямую связывать
                действия пользователя TangoNoches с каким-либо конкретным человеком. Неличные данные собираются,
                обрабатываются, передаются и раскрываются для понимания потребностей пользователей TangoNoches и
                улучшения качества TangoNoches.
                Сбор и использование личной информации
                При использовании TangoNoches офис собирается следующая личная информация:
            <ul>
                <li>
                    Id клубной карты
                </li>
            </ul>

            Указанная информация будет использоваться для следующих целей:
            <ol>
                <li>
                    Чтобы общаться с пользователями
                </li>
                <li>
                    Чтобы обрабатывать запросыпользователей
                </li>
                <li>
                    Чтобы улучшить TangoNoches
                </li>
                <li>
                    В разработке продуктов и услуг Ibragim Khasanov
                </li>
                <li>
                    Для проведения маркетингового анализа
                </li>
                <li>
                    Для других целей, устанавливаемых Ibragim Khasanov
                </li>
            </ol>
            </p>
            <p>
                Используя TangoNoches пользователь дает свое безоговорочное согласие на обработку личной
                информации.
                Использование камеры мобильного устройства
                В текущем исполнении TangoNoches не производит сбор видео и фотоматериалов полученных с камеры
                мобильного устройства. Камера мобильного устройства используется только для считывания и распознавания
                штрих-кодов.
                Исполнение
                Мы регулярно проверяем соблюдение нашей Политики конфиденциальности. В случае представления официальной
                письменной жалобы, Ibragim Khasanov обязуется приложить все усилия для решения данной проблемы.
                Изменения
                Ibragim Khasanov вправе в любой момент времени без дополнительного согласия со стороны пользователя изменить
                условия Политики конфиденциальности. Ibragim Khasanov публикует все изменения Политики конфиденциальности на
                данной странице.
            </p>
        </div>
    </div>
@endsection
